{
    "9": "La dirección IP o SSID de esta página no es la SSID asociada actualmente. El SSID actual lo redireccionará a una página correcta.",
    "10": "La dirección IP o SSID de esta página no es la SSID asociada actualmente. El SSID actual lo redireccionará a una página correcta.",
    "1006": "Error al dar de baja porque finalizó el tiempo de espera para la sesión. Causas posibles: 1. La autenticación del portal con prioridad de dirección MAC todavía es válida para el usuario actual, pero la sesión autenticada ya no es válida. 2. El usuario no se encuentra dentro del área de cobertura de la red WLAN.",
    "1009": "Error de acceso.",
    "1110": "No se pudo recuperar la política de la contraseña.",
    "1113": "La contraseña expirará. Días restantes:{0}",
    "2001": "Parámetro no válido.",
    "2002": "La longitud de la contraseña no es válida.",
    "2003": "La contraseña no puede comenzar ni finalizar con un espacio.",
    "2004": "La contraseña es distinta a la contraseña de confirmación.",
    "2005": "La contraseña debe contener dígitos.",
    "2006": "La contraseña no contiene caracteres especiales.",
    "2007": "La contraseña no puede ser igual al nombre de usuario ni al nombre de usuario escrito en orden inverso.",
    "2008": "La cantidad de caracteres idénticos de la contraseña excede el límite.",
    "2009": "La contraseña debe contener letras mayúsculas.",
    "2010": "La contraseña debe contener letras minúsculas.",
    "2011": "No se puede repetir la contraseña.",
    "2012": "La contraseña no puede ser igual a la anterior.",
    "2013": "La contraseña solo puede contener dígitos, letras y caracteres especiales.",
    "3000": "El parámetro está vacío.",
    "3001": "Parámetro no válido.",
    "3002": "El grupo de usuarios no existe.",
    "3003": "El nombre de usuario ya existe.",
    "3004": "Formato de correo inválido.",
    "3006": "Formato de número de teléfono no válido.",
    "3009": "El campo de nombre de usuario es demasiado largo.",
    "3010": "Código de verificación no válido.",
    "3011": "El grupo de usuarios al que pertenecen los usuarios no existe.",
    "3012": "El grupo de usuarios apropiado no está configurado.",
    "3014": "La cantidad total de usuarios alcanzó el límite máximo.",
    "3016": "En este momento no se permite el registro.",
    "3017": "El dispositivo no existe.",
    "3018": "Error de registro.",
    "3019": "Excepción interna del servidor.",
    "3020": "Otro usuario registró este número de teléfono celular.",
    "3021": "El nombre de usuario ya ha sido registrado por otro usuario.",
    "3022": "El intervalo de obtención de contraseñas no puede ser inferior a 1 minuto.",
    "3023": "La política de invitado está configurada incorrectamente. Póngase en contacto con el administrador del sistema.",
    "3024": "The upper limit is exceeded. Try again later.",
    "3025": "Información de registro no válida.",
    "3027": "La dirección de correo electrónico de recepcionista que ingresó no es válida o no está en la lista de confianza de recepción.",
    "4000": "Ingrese el nombre de usuario y la contraseña.",
    "4001": "Ingrese el código de verificación.",
    "4002": "Código de verificación no válido.",
    "4003": "El usuario actual no puede restablecer la contraseña.",
    "4004": "El número de teléfono celular del usuario actual no está configurado.",
    "4005": "La dirección de correo del usuario actual no está configurada.",
    "4006": "El método usado para obtener un código de verificación dinámico es incorrecto.",
    "4007": "Error al obtener código de verificación dinámica. Inténtelo de nuevo más tarde.",
    "4008": "Ingrese el código de verificación dinámico.",
    "4009": "Código de verificación dinámico incorrecto. Si el usuario ingresa un valor incorrecto {0} veces consecutivas, quedará bloqueado durante {1} minutos.",
    "4010": "Ingrese la contraseña nueva.",
    "4011": "Ingrese la contraseña de confirmación.",
    "4012": "La contraseña no coincide con la contraseña de confirmación.",
    "4013": "El dispositivo no existe.",
    "4014": "Error al restablecer la contraseña. Inténtelo de nuevo más tarde.",
    "4015": "El usuario ha sido bloqueado. Tiempo restante de bloqueo (min):{0}.",
    "4016": "Solo se puede recibir un código de verificación dinámico por minuto.",
    "4017": "El código de verificación dinámica es incorrecto o ha expirado. Introduzca otro.",
    "4018": "La contraseña no puede ser igual a las últimas {0} contraseñas históricas.",
    "4019": "Nombre de usuario no válido.",
    "4020": "The account does not exist or does not support this function.",
    "4022": "La contraseña dinámica del RSA es incorrecta. ",
    "4023": "Introduzca la contraseña dinámica de RSA.",
    "4024": "Error al conectarse al servidor de contraseñas dinámico RSA. ",
    "10100": "Error de parámetro.",
    "10101": "No se verificó el aviso de usuario.",
    "10102": "El tipo de autenticación no es legal.",
    "10103": "La dirección IP del usuario no es legal.",
    "10104": "La dirección MAC del usuario no es legal.",
    "10105": "Ya está en la red actual. No se requiere conmutación manual por falla.",
    "10106": "Red de destino no válida",
    "10107": "Error al cambiar a la red.",
    "10200": "Error de verificación de la información del dispositivo.",
    "10201": "La autenticación no se realizó porque el dispositivo no existe.",
    "10202": "Estado de licencia anormal. No se importó ninguna licencia o la licencia ha expirado.",
    "10203": "El SSID no existe. ",
    "10206": "El estado de autenticación de la licencia es anormal.",
    "10300": "Error de verificación de tipo de autenticación.",
    "10301": "La autenticación está deshabilitada.",
    "10302": "La autenticación integrada del Agile Controller no está habilitada. ",
    "10303": "La autenticación de contraseña de nombre de usuario no está habilitada.",
    "10304": "La autenticación anónima no está habilitada.",
    "10305": "La autenticación por SMS no está habilitada.",
    "10306": "La autenticación por WeChat no está habilitada.",
    "10307": "La autenticación por Facebook no está habilitada.",
    "10308": "La autenticación por código de acceso no está habilitada.",
    "10313": "Autenticación de medios sociales deshabilitada. ",
    "10314": "No se pudo autenticar: no se ha habilitado la autenticación de código de QRs público .",
    "10315": "No se pudo autenticar: la autenticación de Google no está habilitada.",
    "10400": "Error de autenticación sin dirección MAC.",
    "10401": "No está habilitada la autenticación sin dirección MAC.",
    "10402": "No se encontró el registro de autenticación sin dirección MAC.",
    "10403": "Expiró la autenticación sin dirección MAC.",
    "10404": "La autenticación sin dirección MAC no admite la autenticación de nombre de usuario y contraseña.",
    "10405": "La autenticación sin dirección MAC no admite la autenticación anónima.",
    "10406": "La autenticación sin dirección MAC no admite la autenticación por SMS.",
    "10407": "La autenticación sin dirección MAC no admite la autenticación por WeChat.",
    "10408": "La autenticación sin dirección MAC no admite la autenticación por redes sociales.",
    "10409": "La autenticación sin dirección MAC no admite la autenticación por código de acceso.",
    "10410": "La estrategia de certificación y de autenticación de terceros no existe.",
    "10500": "Error de verificación de la información del dispositivo.",
    "10501": "El usuario no existe.",
    "10503": "error de nombre de usuario o contraseña.",
    "10504": "El usuario ha expirado.",
    "10505": "El usuario ha sido bloqueado. Tiempo restante de bloqueo (min):{0}.",
    "10506": "Código de acceso no válido.",
    "10508": "No se pudo autenticar. Contactar con el administrador.",
    "10509": "The self-registered account is pending approval.",
    "10510": "The self-registered account approval is rejected.",
    "10511": "The self-registered account is ineffective.",
    "10512": "Cambie la contraseña después del primer inicio de sesión.",
    "10513": "No se pudo autenticar porque la contraseña ha expirado. ",
    "10514": "El usuario ha sido bloqueado. Contact el administrador. ",
    "10520": "La autenticación falló porque la dirección IP del dispositivo de autenticación del terminal no coincide.",
    "10525": "The MAC address is added to the blacklist.",
    "10526": "No se pudo autenticar: el tipo de inicio de sesión de la cuenta no coincide .",
    "10527": "No se pudo autenticar: no se pudo verificar la información del código QR.",
    "10528": "No se pudo autenticar: la cuenta MACha expirado .",
    "10529": "No se pudo autenticar: la cuenta actual sólo se utiliza para la autenticación de certificados móviles .",
    "10530": "El usuario actual no puede cambiar la contraseña.",
    "10531": "Error al obtener la contraseña. Póngase en contacto con el administrador.",
    "10542": "Error de autorización. No repita la autenticación en 3 segundos.",
    "10605": "Error de autenticación. No hay más tráfico ni tiempo en línea disponible.",
    "10700": "Error de autorización.",
    "10701": "Error en línea",
    "10702": "El usuario HACA ya existe.",
    "10703": "Se están procesando los usuarios HACA y no los usuarios UP.",
    "10704": "No se están procesando los usuarios HACA ni los usuarios UP.",
    "10705": "No se pudo iniciar sesión.",
    "10706": "Se alcanzó el límite de acceso de usuarios.",
    "10707": "No se puede encontrar el usuario con el roaming local.",
    "10708": "Los datos de la autorización en línea no son correctos.",
    "10709": "No se pudo encontrar la interfaz de usuario. Error de dirección IP/Mac del usuario.",
    "10710": "Authentication failed.",
    "10711": "Error de autenticación: Se alcanzó el límite máximo de usuarios en línea.",
    "10712": "Autenticación fallida: la cantidad de usuarios de acceso excedió el máximo. ",
    "10713": "Se agotó el flujo o el tiempo en línea.",
    "10715": "Authorization rules deny user access.",
    "10716": "No hay licencias disponibles. Contactar con el administrador. ",
    "10800": "Error de autenticación de redes sociales.",
    "10801": " Configuración incorrecta de parámetros de WeChat. Comuníquese con el administrador.",
    "10802": " Token de WeChat incorrecto.",
    "10803": "  La estación se bloqueará durante {0} minuto(s).",
    "10804": " Se agotó el período de permiso temporal de la cuenta de WeChat.",
    "10805": "Error de autenticación: Error de información de usuario.",
    "10806": "Error de autenticación. La cuenta pública de WeChat no está relacionada. Preste atención a la cuenta pública de WeChat y vuelva a conectarse a la red.",
    "10807": "No está habilitada la opción Seguir la cuenta pública de WeChat",
    "10809": "  Error de validación de parámetros de redes sociales. Comuníquese con el administrador.",
    "10810": "Error de autenticación debido a una excepción de red.",
    "10811": "No se pudo autenticar: no se pudo obtener la información de WEChat .",
    "10812": "Fin del tiempo de espera para la autenticación de jitter",
    "10813": "No se pudo autenticar: el enlace WEChat ha expirado. Obtenga otro .",
    "10814": "Asocie un número de celular.",
    "10815": "Fin del tiempo de espera para la autorización. Vuelva a autorizarla",
    "10816": "Error al asociar el número de móvil. Vuelva a vincular el número de móvil.",
    "10817": "No se pudo autenticar: no se pudo verificación del nombre de dominio de la cuenta de Google.",
    "10818": "Autenticación fallada: Error al obtener la respuesta del servidor de Google.",
    "10900": "Excepción interna del servidor.",
    "10901": " Excepción interna del servidor.",
    "10903": "Error al cambiar la contraseña. Contacte con el administrador.",
    "10904": "La autenticación de CWA no admite el tipo de CdA.",
    "10905": "Rechazo de acceso: el usuario no está autenticado ni autorizado por 802.1X.",
    "10906": "No se pudo autenticar. Se ha realizado la autenticación y autorización de la AWC.",
    "10907": "Error al autenticar el servidor Radius.",
    "10908": "Las cuentas de CWA no admiten retransmisión Radius.",
    "13027": "Formato de dirección de correo electrónico incorrecto .",
    "13028": "Código de registro no válido.",
    "20000": "device response is illegal.",
    "20001": "device response is illegal. Please check if the device and controller keys are the same.",
    "20002": "device response timed out.",
    "20100": "An internal server exception occurs.",
    "20101": "An internal server exception occurs.",
    "20102": "The system is busy, please try again later.",
    "20103": "The auth packet failed to be sent.",
    "20104": "Authentication request timed out.",
    "20200": "Device response to Challenge packet failed.",
    "20201": "Device refuses to respond to Challenge packet.",
    "20202": "Device response to Challenge packet failed.",
    "20203": "Device is authing, please try again later.",
    "20204": "Device response to Challenge packet failed.",
    "20205": "The device has reached the maximum access limit.",
    "20206": "Device prohibits the user access.",
    "20207": "Device response is illegal.",
    "20208": "Device response timed out.",
    "20400": "Device response authentication packet failed or the Radius server authentication failed.",
    "20401": "Device refuses to respond to authentication packet.",
    "20402": "Device response authentication packet failed.",
    "20403": "Device is authing, please try again later.",
    "20404": "Device response authentication packet failed or the Radius server authentication failed.",
    "20405": "The device has reached the maximum access limit.",
    "20406": "Device response timed out",
    "20407": "El servidor de mensajes de texto no está configurado. Contacte con el administrador.",
    "20408": "El servidor de correo no está configurado. Póngase en contacto con el administrador.",
    "userpwd_out_date": "La contraseña está por expirar.",
    "pageDelive": " Esta es la página de vista previa y no se puede realizar ninguna operación.",
    "smsSended": " SMS se envió correctamente. Por favor, verifique.",
    "smsSendedFailure": " Error al enviar el SMS. Comuníquese con el administrador.",
    "languange_empty": " La página de cambio de contraseñas no está disponible. Comuníquese con el administrador.",
    "changePwd_fail": "Error al cambiar la contraseña. La contraseña nueva no cumple con los requisitos de complejidad de contraseñas.",
    "changePwd_psdContainsnumber": "dígitos",
    "changePwd_psdContainslowercase": "letras minúsculas",
    "changePwd_psdContainsUppercase": "letras mayúsculas",
    "changePwd_psdContainsSpecialCharacter": "caracteres especiales",
    "changePwd_pwdEqualUser": " no puede ser igual al nombre de usuario ni al nombre de usuario escrito en orden inverso.",
    "changePwd_cannotContain": " no puede contener {0} o más caracteres idénticos consecutivos",
    "changePwd_pwdLength": "La longitud de la contraseña oscila entre {0} y {1} caracteres. ",
    "fullStop": ".",
    "comma": ", ",
    "donned": ", ",
    "passwordLabel": " Contraseña ",
    "passwordMustContain": " La contraseña debe contener la siguiente información: ",
    "emailNumFormatError": " El formato de la dirección de correo no es válido.",
    "requiredEmpty": " no se permite un valor vacío.",
    "enterNumber": " Ingrese un número móvil correcto.",
    "local_password": " Contraseña",
    "local_repwd": " Confirmar contraseña",
    "local_notemptyfield": " Campo obligatorio",
    "userNameEmpty": " Ingrese el nombre de usuario y la contraseña.",
    "userPwdEmpty": " El nombre de usuario o la contraseña no son válidos.",
    "pwdLong": " La contraseña excede la longitud especificada.",
    "userLong": " El nombre de usuario excede la longitud especificada.",
    "exp_unknow": " Error desconocido.",
    "user_or_pass_error_partOne": " Nombre de usuario o contraseña incorrectos. Si ingresa un valor incorrecto más de {0}, el usuario será bloqueado. ",
    "user_or_pass_error_partTwo": " La contraseña anterior es incorrecta, Si ingresa un valor incorrecto más de {0} veces, la cuenta se bloqueará durante {1} minuto(s).",
    "oldpass_error_partOne": "La contraseña original es incorrecta. Si se ingresa un valor incorrecto más de {0} veces, el usuario será bloqueado.",
    "oldpass_error_partTwo": "La contraseña original es incorrecta. Si el usuario ingresa un valor incorrecto {0} veces, la cuenta se bloqueará durante {1} minutos.",
    "input_passcode": " Ingrese el código de acceso.",
    "input_password": " Ingrese la contraseña.",
    "logining": " Iniciando sesión...",
    "auth_failed": " Error de autenticación.",
    "agreereadme": " Lea y acepte el Aviso de usuario.",
    "twopassworddiffrent": "La contraseña nueva y contraseña de confirmación no coinciden. Ingrese la contraseña correcta nuevamente.",
    "modifySuccess": "Modificación exitosa.",
    "change_unknow": " Error al cambiar la contraseña anterior.",
    "oldPasswd_empty": " La contraseña anterior no puede estar vacía.",
    "reNewPasswd_empty": " La contraseña de confirmación no puede quedar vacía.",
    "newPasswd_empty": " La contraseña nueva no puede estar vacía.",
    "oldpass_error": " Error de modificación porque la contraseña anterior es incorrecta.",
    "explainPartOne": " Nota: La contraseña es una cadena de ",
    "explainPartTwo": " a ",
    "explainPartThree": " caracteres. Debe contener: ",
    "explainPartFour": " caracteres.",
    "upFlag": " Letras en mayúscula ",
    "lowFlag": " Caracteres en minúscula ",
    "numFlag": " Dígitos ",
    "spFlag": " Caracteres especiales ",
    "usernameNotSpace": "El nombre de usuario no puede tener espacios.",
    "usernameLength": "Nombre de usuario no válido. Puede contener hasta 128 caracteres. No se permiten los siguientes caracteres especiales: ",
    "phoneLength": "El teléfono puede contener hasta 50 caracteres.",
    "emailLength": "La dirección de correo puede contener hasta 100 caracteres.",
    "cookieNotEnableError": "Las cookies del navegador están deshabilitas. Habilitar las cookies del navegador.",
    "dynamic_valid_code_null": "Ingrese el código de verificación dinámico.",
    "local_confirm": "Aceptar",
    "get_dynamic_valid_code_success": "Se envió el código de verificación dinámico. Por favor, verifique.",
    "reset_pwd_success": "Restablecimiento de contraseña correcto.",
    "validCodeEmpty": "Se debe especificar el código de verificación.",
    "registering": "Registrando...",
    "portal_auth_reason_code": "Código de error:",
    "logoutMsg": "Cerrando sesión:",
    "new_pwd_null": "Ingrese la contraseña nueva.",
    "confirm_pwd_null": "Ingrese la contraseña de confirmación.",
    "pwd_not_the_same": "Se ingresaron contraseñas distintas dos veces.",
    "pwdNotSame": "La contraseña no coincide con la contraseña de confirmación.",
    "register_error": "Error de registro.",
    "user_locking": "El usuario ha sido bloqueado y seguirá bloqueado durante el tiempo restante (en minutos): :{0}.",
    "day": "día",
    "hour": "hora",
    "minute": "minuto",
    "logout_failed": "No se pudo cerrar sesión.",
    "wechat_login": "Autenticación por WeChat...",
    "network_error": "Error de autenticación; la red no funciona correctamente.",
    "authorization_failed": "Error de autorización.",
    "file_load_failed": "Error al cargar el archivo. Actualice la página.",
    "wechat_not_installed": "Instale la aplicación WeChat; seleccione la opción Abrir en la página que aparece en pantalla para abrir la aplicación.",
    "terminal_offline": "El terminal ha sido desconectado.",
    "checkPortalAuthIsOpen": "Error de autenticación: La autenticación no está habilitada. Comuníquese con el administrador.",
    "getFacebookParamFailed": "Error al obtener la configuración de parámetros de Facebook.",
    "local_cancel": "Cancelar",
    "pleaseWait": "Espere...",
    "tip": "Aviso",
    "user_input_is_illegal": "Parámetro no válido.",
    "user_input_is_null": "El parámetro está vacío.",
    "defaultRemainTime": "No restringido",
    "defaultRemainFlow": "No restringido",
    "defaultValidPeriod": "No restringido",
    "guestName": "guestName)",
    "guestCompany": "guestCompany)",
    "applyReason": "applyReason)",
    "wechatNotAvailable": "As Tencent shuts down the WeChat authentication interface, the WeChat one-click login function is temporarily discontinued. Sorry for the incovenience.",
    "applyStatus1": "Pending approval",
    "applyStatus2": "Approved",
    "applyStatus3": "Rejected",
    "dynamicVerificationCode": "El código de verificación dinámica es incorrecto. ",
    "applyStatus4": "Exempt from approval",
    "networkSwitching": "Conmutación",
    "go_online_failed": "La conmutación por falla de la red.",
    "go_online_success": "La red se ha conmutado correctamente.",
    "googleAuthTips": "El navegador actual no admite la autenticación de Google. Utilice otro navegador para la autenticación."
}
